Repository: n1kub/public_plugins
Catalog: AFSvalidator/AFSvalidator/locale/*/LC_MESSAGES/AFSvalidator.po
Languages: ru

source: Copy photos
ru: Копирование снимков

source: Abort
ru: Отмена

source: Aborted by user
ru: Прервано пользователем

source: Select Directory to copy images
ru: Выбор директории для сохранения снимков

source: Bad path
ru: Некорректный путь

source: Please, select the correct path
ru: Пожалуйста, выберите корректный путь

source: Error
ru: Ошибка

source: No cameras selected
ru: Снимки не выбраны

source: Copy images
ru: Копирование снимков

source: Browse
ru: Обзор

source: Copy selected images
ru: Копирование выбранных снимков

source: Change paths to copied in Metashape project
ru: Изменить пути снимков в проекте на скопированные

source: Copy
ru: Скопировать

source: Select Directory
ru: Выберите директорию

source: Can't find this file:
ru: Невозможно найти файл:

source: Copy failed
ru: Ошибка копирования

source: Can't copy this file:
ru: Невозможно скопировать файл:
